{
    "data" : [
        {
            "id": 1,
            "blogCategory": "",
            "blogTitle" : "Chế tạo thành công camera siêu nhỏ lắp trên lưng bọ cánh cứng",
            "blogTile" : "Các nhà nghiên cứu tại Đại học Washington (UW) đã phát triển thành công một camera tí hon, thậm chí có thể đặt trên lưng một con bọ ..",
            "slug": "fitness-mantra-to-live-fit-life",
            "postedOn": "July 08, 2020",
            "author": "Faiz Khan",
            "Image":"0_01_13.jpg",
            "Imagelog":"2-100.jpg",
            "blogImage": "2-1594950196702-1-250x250.jpg",
            "blogText": "Các nhà nghiên cứu tại Đại học Washington (UW) đã phát triển thành công một camera tí hon, thậm chí có thể đặt trên lưng một con bọ cánh cứng, từ đó ghi lại những thước phim chân thực, chủ yếu ứng dụng trong khoa học, nghiên cứu thế giới tự nhiên.Ưu điểm lớn nhất của nó là sở hữu trọng lượng siêu nhẹ, với chỉ khoảng 250 miligram toàn bộ hệ thống. Nhờ vậy, nó có thể được gắn một cách dễ dàng trên lưng những con bọ cánh cứng, hay những con robot chuyên dụng có kích thước nhỏ như côn trùng. Hệ thống camera có thể quay video ở tốc độ 1 đến 5 khung hình mỗi giây, sau đó truyền phát trực tiếp tới smartphone theo cơ chế hoàn toàn không dây.Camera cũng có thể di chuyển một góc 60 độ, cho phép người điều khiển có thể chụp được ảnh toàn cảnh, hoặc theo dõi đối tượng chuyển động trong tự nhiên một cách chân thực nhất, mà ít tiêu tốn nguồn lực."
        },
        {
            "id" : 2,
            "blogCategory": "",
            "blogTitle": "Có gì đáng chờ đợi từ dòng máy tính để bàn cao cấp thế hệ mới OptiPlex của Dell?",
            "blogTile" : "Thông minh hơn Là một trong những hãng công nghệ hàng đầu thế giới, Dell luôn hướng đến những trải nghiệm hoàn hảo cho người ..",
            "slug": "beautiful-and-special-moment",
            "postedOn": "May 08, 2020",
            "author": "Rizwan Khan",
            "Imagelog":"idcpr-dantri.png",
            "Image":"idcpr-dantri.png",
            "blogImage": "abc.png",
            "blogText": "Là một trong những hãng công nghệ hàng đầu thế giới, Dell luôn hướng đến những trải nghiệm hoàn hảo cho người dùng ở bất cứ phân khúc máy tính nào. Với New OptiPlex, Dell đã bộc lộ tham vọng muốn thiết bị của mình thấu hiểu khách hàng hơn thông qua việc sử dụng Dell Optimizer – công nghệ tự động hóa dựa trên AI.Theo đó, công nghệ này có thể nắm bắt được cách người dùng thao tác với thiết bị, cải thiện hiệu suất toàn diện của máy tính, cho phép đăng nhập nhanh và an toàn hơn. Bên cạnh đó, những vấn đề như tiếng vọng, tiếng ồn trong cuộc họp trực tuyến cũng được giải quyết. Đây là bước tiến đáng kể của Dell trong việc thích ứng với xu hướng làm việc tại nhà trên toàn thế giới do ảnh hưởng của đại dịch Covid-19, qua đó tạo nên đóng góp quan trọng vào sự phát triển bền vững của thế giới giữa biến động này.Sở hữu máy tính New OptiPlex, người dùng sẽ được trải nghiệm tính năng ExpressResponse và Intelligent. Nhờ đó, công việc của bạn sẽ được đảm bảo liên tục, hạn chế những sự cố gây ngắt quãng dù làm việc ở bất cứ đâu."
        },
        {
            "id": 3,
            "blogCategory": "",
            "blogTitle": " Lỗ hổng firmware trên củ sạc nhanh có thể kích nổ smartphone trong giây lát",
            "blogTile" : "Xuanwu – một nhóm nghiên cứu phòng lab đến từ Tencent vừa tìm ra lỗ hổng firmware có tên BadPower trên một số bộ sạc nhanh. Lỗ ..",
            "slug": "beauti-lies-within-special",
            "postedOn": "Apr 06, 2020",
            "author": "Hasina Shaikh",
            "Image":"chay-no-1595299555124-1.jpg",
            "Imagelog":"chay-no-1595299555124-2-250x250.jpg",
            "blogImage": "chay-no-1595299555124-2-250x250.jpg",
            "blogText": "Lỗ hổng này cho phép kẻ tấn công làm hỏng bộ phận phát hiện giới hạn điện năng khi sạc. Hay nói cách khác là cho phép nâng cao nguồn điện lên vượt mức tiêu chuẩn.Trong một video ngắn được đăng tải, các nhà nghiên cứu thành công làm bốc cháy chiếc smartphone được gắn sạc trong giây lát sau khi làm quá tải mức điện áp trên củ sạc nhanh.Video trình diễn quá trình “kích nổ” chiếc smartphone sau khi làm quá tải mức điện áp trên củ sạc nhanh. Nếu phát hiện và lợi dụng lỗ hổng này, hacker có thể cài mã độc (malware) vào củ sạc trước khi nó được bán ra, hoặc tấn công vào smartphone trước, rồi từ smartphone sẽ truyền mã độc qua củ sạc thông qua kết nối dây cáp.Khi người dùng cắm sạc, mã độc sẽ lập tức sửa đổi firmware hiện có của củ sạc, sau đó tăng cường độ dòng điện lên tối đa khiến thiết bị đang sạc không kịp thích nghi, nóng lên nhanh chóng và cháy, nổ pin cùng các vi mạch bên trong, nhóm nghiên cứu cho biết. Cách thức thực hiện các cuộc tấn công này cũng được cho là không quá phức tạp và cần nhiều kỹ thuật. Trái lại, nó vô cùng đơn giản và có thể gây ra thiệt hại lớn về tài sản (cháy nổ), thậm chí mạng sống của người dùng."
        },
        {
            "id": 4,
            "blogCategory": "",
            "blogTitle": "Thêm một trang web phim “lậu” lớn ở Việt Nam bị ngừng hoạt động",
            "blogTile" : "Bắt đầu từ giữa tháng 6, nhiều website phim “lậu” lớn ở Việt Nam đã bất ngờ ngừng hoạt động và không thể truy cập ..",
            "slug": "sliding-my-way-to-life",
            "postedOn": "Jan 02, 2019",
            "author": "Rizwan Khan",
            "Imagelog":"vkool-1-1595357627181-2-250x250.jpg",
            "Image":"phimmoi-01592536084248-1595357487503.png",
            "blogImage": "vkool-1-1595357627181-2-250x250.jpg",
            "blogText": "Bắt đầu từ giữa tháng 6, nhiều website phim “lậu” lớn ở Việt Nam đã bất ngờ ngừng hoạt động và không thể truy cập bằng cả máy tính và thiết bị di động.Tới nay theo ghi nhận, đã có hàng chục website chuyên công chiếu phim lậu đã bị chặn tên miền tại Việt Nam. Gần đây nhất, Vkool – một website phim lậu khá quen thuộc với người dùng Internet tại Việt Nam còn “sót” lại, nhưng đã lọt vào “danh sách đen” và không thể truy cập từ ngày 29/7."
        },
        
        {
            "id": 5,
            "blogCategory": "",
            "blogTitle": " Một tuần sau vụ hack lịch sử, Twitter vẫn đang loay hoay tìm câu trả lời",
            "blogTile" : "Theo thống kê của Twitter, vụ hack đã gây ảnh hưởng tới một số tài khoản nổi tiếng trên Twitter vào thứ Tư tuần trước (15/7), ..",
            "slug": "memories-from-last-summer",
            "postedOn": "Feb 27, 2020",
            "author": "Buland Khan",
            "Imagelog":"twitter-1595288855094-2-250x250.jpg",
            "Image":"twitter-hack-1595288929244.jpg",
            "blogImage": "twitter-1595288855094-2-250x250.jpg",
            "blogText": "Theo thống kê của Twitter, vụ hack đã gây ảnh hưởng tới một số tài khoản nổi tiếng trên Twitter vào thứ Tư tuần trước (15/7), gồm Cựu Tổng thống Barack Obama, ngôi sao truyền hình Kim Kardashian, tỷ phú Bill Gates, CEO Elon Musk của Tesla, CEO Jeff Bezos của Amazon,…Các tài khoản bị xâm nhập liên tục đăng các tin nhắn lừa đảo, kêu gọi cộng đồng mạng gửi bitcoin đến một địa chỉ cụ thể.Sau hơn 2 tiếng gây chấn động, Twitter chỉ có thể khống chế được các tin nhắn bằng cách chặn tùy chọn đăng bài của tất cả các tài khoản được xác minh. Dẫu vậy, Twitter đã chịu thiệt hại nặng nề về danh tiếng, cũng như cổ phiếu sụt giảm nghiêm trọng, với xấp xỉ 1,3 tỷ USD giá trị thị trường bị xóa sổ trong giao dịch chứng khoán vào ngày hôm sau.Vào cuối tuần qua, Twitter lần đầu tiên tiết lộ những phát hiện mới nhất của họ về vụ hack lịch sử. Theo đó, công ty thống kê được tổng cộng có 130 tài khoản đã bị tin tặc truy cập, và 8 tài khoản trong số đó bị hacker lấy cắp dữ liệu cá nhân.Tuy nhiên, tới nay, sau gần một tuần từ khi vụ tấn công diễn ra, Twitter dường như vẫn chưa thể xác định những kẻ đứng sau vụ hack. Giờ đây, vụ hack là chủ đề được điều tra bởi FBI và các nhà lập pháp tại New York. Thậm chí, ngay cả Quốc hội Mỹ cũng vào cuộc, và chất vấn Twitter về những thông tin của vụ tấn công."
        }

    ]
}